# -*- coding: UTF-8 -*-
_reload_all = True
data = {
	1: {"body": "这是正文这是正文这是正文！！这是正文这是正文这     是正文这是正文这是正文！！！#", "date": "2015-01-01", "diamond": 1000, "id": 1, "items": {10001: 1, 10002: 1}, "money": 1000, "sender": "灵动", "title": "这是标题！！~~", "with_items": True},
	2: {"body": "这次的任务是打。。。。。。", "date": "2015-02-01", "id": 2, "sender": "灵动", "title": "灵动", "with_items": False},
	3: {"body": "天拓游戏！天拓游戏！天拓游戏！天拓游戏！灵动，灵动！@#！！@￥天拓游戏！天拓游戏！天拓游戏！灵动，灵动天拓游戏！天拓游戏！天拓游戏！灵动，灵动", "date": "2014-10-1", "diamond": 1, "id": 3, "money": 1, "sender": "天拓游戏", "title": "天拓说标题不能太长的啊", "with_items": True},
	4: {"body": "天拓游戏！天拓游戏！天", "date": "2014-12-3", "id": 4, "sender": "天拓", "title": "这是没有物品的邮件", "with_items": False},
	5: {"body": "这是正文这是正文这是正文！！这是正文这是正文这     是正文这是正文这是正文！！！#", "date": "2015-01-01", "diamond": 1000, "id": 5, "items": {10001: 1, 10002: 1, 10003: 1, 10004: 1, 10005: 1}, "money": 1000, "sender": "灵动", "title": "5个物品", "with_items": True},
	6: {"body": "这是正文这是正文这是正文！！这是正文这是正文这     是正文这是正文这是正文！！！#", "date": "2015-01-01", "diamond": 1000, "id": 6, "items": {10001: 1, 10002: 1, 10003: 1, 10004: 1, 10005: 1, 10006: 1, 10007: 1, 10008: 1}, "money": 1000, "sender": "灵动", "title": "8个物品", "with_items": True},
	7: {"body": "这是正文这是正文这是正文！！这是正文这是正文这     是正文这是正文这是正文！！！#", "date": "2015-01-01", "diamond": 1000, "id": 7, "items": {10001: 1, 10002: 1, 10003: 1, 10004: 1, 10005: 1, 10006: 1, 10007: 1, 10008: 1, 20001: 1, 20002: 1, 20003: 1, 20004: 1, 20005: 1, 20006: 1, 20007: 1, 20008: 1}, "money": 1000, "sender": "灵动", "title": "16个物品", "with_items": True}
}